var seldata1	=	{
	'pp1':'A,品牌1',
	'pp2':'B,品牌1'
	
	}
var seldata2	=	{
	'pp1':{
		'xl1':'A,品牌1,系列1',
		'xl2':'A,品牌1,系列2',
		},
	'pp2':{
		'xl3':'B,品牌1,系列1',
		'xl4':'B,品牌1,系列2',
		}
	}
var seldata3	=	{
	'pp1':{
		'xl1':{
			
			'bk1':'A,品牌1,系列1,表款1',
			'bk2':'A,品牌1,系列1,表款２',
			},
		'xl2':{
			
			'bk3':'A,品牌1,系列２,表款1',
			'bk4':'A,品牌1,系列２,表款２',
			},
		},
	'pp2':{
		'xl3':{
			
			'bk5':'B,品牌1,系列1,表款1',
			'bk6':'B,品牌1,系列1,表款２',
			},
		'xl4':{
			
			'bk7':'B,品牌1,系列２,表款1',
			'bk8':'B,品牌1,系列２,表款２',
			},
		},
	
	
	}
var seldata4	=	{
	'pp1':{
		'xl1':{
			
			'bk1':{
				'xh1':'A,品牌1,系列1,表款1,型号1',
				'xh2':'A,品牌1,系列1,表款1,型号2'
				},
			'bk2':{
				'xh3':'A,品牌1,系列1,表款2,型号1',
				'xh4':'A,品牌1,系列1,表款2,型号2'
				},
			},
		'xl2':{
			'bk3':{
				'xh5':'A,品牌1,系列2,表款1,型号1',
				'xh6':'A,品牌1,系列2,表款1,型号2'
				},
			'bk4':{
				'xh7':'A,品牌1,系列2,表款2,型号1',
				'xh8':'A,品牌1,系列2,表款2,型号2'
				},
			},
		},
	'pp2':{
		'xl3':{
			
			'bk5':{
				'xh9':'B,品牌1,系列1,表款1,型号1',
				'xh10':'B,品牌1,系列1,表款1,型号2'
				},
			'bk6':{
				'xh11':'B,品牌1,系列1,表款2,型号1',
				'xh12':'B,品牌1,系列1,表款2,型号2'
				},
			},
		'xl4':{
			'bk7':{
				'xh13':'B,品牌1,系列2,表款1,型号1',
				'xh14':'B,品牌1,系列2,表款1,型号2'
				},
			'bk8':{
				'xh15':'B,品牌1,系列2,表款2,型号1',
				'xh16':'B,品牌1,系列2,表款2,型号2'
				},
			},
		},
	}